{
  "categories": [
    {
      "id": "1",
      "title": "Смартфоны",
      "image": "../images/slideShow/"
    },
    {
      "id": "2",
      "title": "Ноутбуки",
      "image": "../images/slideShow/"
    },
    {
      "id": "3",
      "title": "Планшеты",
      "image": "../images/slideShow/"
    }
  ],
  "products": [
    {
      "id": "1",
      "title": "Apple iPhone 15 Pro Max",
      "price": 15611000,
      "image": "../images/slideShow/interior-wall-mockup-with-sofa-cabinet-living-room-with-empty-white-wall-background-3d-rendering.jpg",
      "description": "iPhone 15 Pro Max — не просто смартфон, это воплощение передовых технологий и роскоши. Элегантный дизайн и мощные характеристики делают его неотъемлемой частью вашего повседневного опыта. iPhone 15 Pro Max станет вашим верным компаньоном в создании, развлечениях и повседневных делах. Он поможет вам оставаться на пике возможностей в цифровой эпохе",
      "categoryId": "1"
    },
    {
      "id": "2",
      "title": "Samsung Galaxy S24 Ultra",
      "price": 14818000,
      "image": "../images/slideShow/interior-wall-mockup-with-sofa-cabinet-living-room-with-empty-white-wall-background-3d-rendering.jpg",
      "description": "Представляем Galaxy S24 Ultra — совершенную форму смартфона Galaxy Ultra с 6,8-дюймовым экраном. Galaxy S24 Ultra с инновационной 200 МП камерой и встроенным искусственным интеллектом устанавливает стандарт качества съемки. Процессор ProVisual распознает объекты, улучшает цветовой тон, уменьшая шум и подчеркивая детали. Наслаждайтесь каждым снимком, снятым на Galaxy S24 Ultra.",
      "categoryId": "1"
    },
    {
      "id": "3",
      "title": "Samsung Galaxy Z Fold 5",
      "price": 15479000,
      "image": "../images/slideShow/interior-wall-mockup-with-sofa-cabinet-living-room-with-empty-white-wall-background-3d-rendering.jpg",
      "description": "У Galaxy Z Fold 5, как уже понятно, два дисплея — внешний на одной створке и раскладной внутренний. Несмотря на уменьшение толщины в сравнении с четверкой, диагональ обоих дисплеев осталась неизменной: 6,2 дюйма у малого и 7,6 дюйма у большого экрана. Разница ощущается только на стыке створок — зазор теперь максимально незаметен, и все полотно при полной развертке ощущается действительно монолитным.",
      "categoryId": "1"
    },
    {
      "id": "4",
      "title": "Apple iPhone 13 Pro",
      "price": 12569000,
      "image": "../images/slideShow/white-wall-living-room-have-sofa-decoration-3d-rendering.jpg",
      "description": "iPhone 13 Pro - продвинутая модель смартфона от компании Apple, представленная в 2021 году. Отличительными особенностями являются высокая производительность, прекрасные камеры и стильный дизайн.",
      "categoryId": "1"
    },
    {
      "id": "5",
      "title": "Apple MacBook Pro 16-inch M3 Max",
      "price": 46305000,
      "image": "../images/slideShow/wood-sideboard-living-room-interior-with-copy-space.jpg",
      "description": "Самый мощный MacBook Pro из всех существовавших ранее. Благодаря сверхбыстрому чипу M3 Max, разработанным Apple специально для профессионалов, вы получите революционную производительность и исключительное время автономной работы. Кроме того, у вас будет восхитительный дисплей Liquid Retina XDR, лучшая камера и самая совершенная аудиосистема, а также все необходимые порты. Новый ноутбук Apple MacBook Pro 16 - это гораздо больше, чем просто единственный в своем роде ноутбук.",
      "categoryId": "2"
    },
    {
      "id": "6",
      "title": "ASUS ROG Strix SCAR 17 SE G733CW-LL019W Off Black Stealth",
      "price": 27720000,
      "image": "../images/slideShow/white-wall-living-room-have-sofa-decoration-3d-rendering.jpg",
      "description": "Процессор Intel Core i9-12950HX (16 ядер, 24 потока, термопакет до 65 Вт). Интеллектуальное охлаждение Испарительная камера и жидкий металл Conductonaut Extreme в качестве термоинтерфейса для центрального и графического процессоров. Скоростной дисплей Четкое изображение на дисплее с высокой частотой обновления: FHD / 360 Гц / 3 мс или QHD / 240 Гц / 3 мс. Подсветка клавиатуры Многозонная подсветка с индивидуальной настройкой клавиш, технология синхронизации Aura Sync. УФ-фонарик Взломайте код, нанесенный на корпус устройства, используя комплектный фонарик, и раскройте секреты игры SCAR Runner",
      "categoryId": "2"
    },
    {
      "id": "7",
      "title": "Acer NITRO 5 AN515-57",
      "price": 470,
      "image": "../images/slideShow/white-wall-living-room-have-sofa-decoration-3d-rendering.jpg",
      "description": "Процессоры Intel® Core™ 11-го поколения обеспечивают превосходную производительность в играх и гибкость при работе в режиме многозадачности. Инновационная архитектура позволяет подбирать ядра под нужную нагрузку, поэтому фоновые задачи не будут прерывать вашу игру, предоставляя вам свободу общения, просмотра сайтов, потокового вещания, редактирования, записи и игры без остановок.",
      "categoryId": "2"
    },
    {
      "id": "8",
      "title": "ASUS ZenBook Pro 16X OLED UX7602ZM-ME147W",
      "price": 27720000,
      "image": "../images/slideShow/white-wall-living-room-have-sofa-decoration-3d-rendering.jpg",
      "description": "Zenbook Pro 16X OLED — это бескомпромиссный ноутбук для творчества с множеством инновационных конструктивных особенностей и совершенно новым цельнометаллическим корпусом. Внутри он оснащен новой революционной сверхкомпактной системой-на-модуле (SoM) ASUS Supernova, которая обеспечивает сверхмощную производительность благодаря процессору Intel® Core ™ i7-12700H , графическому процессору NVIDIA® GeForce RTX ™ 3060 Laptop и оперативной памяти LPDDR5 . Снаружи находится лучший в мире сенсорный экран 16 4K 60 Гц OLED HDR NanoEdge .. Новый механизм активной аэродинамической системы Ultra (AAS Ultra) приводит в действие клавиатуру с автоматическим наклоном, которая обеспечивает удобный угол набора текста, а AAS Ultra также улучшает охлаждение системы для максимальной производительности. Совершенно новая интеллектуальная система освещения White RGB, которая обеспечивает интеллектуальные интерактивные функции. Инновационный ASUS Dial позволяет точно управлять творческими параметрами в приложениях Adobe® кончиками пальцев , а новый увеличенный ASUS NumberPad имеет тактильную обратную связь и повышенную чувствительность к давлению для более удобного ввода чисел. Zenbook Pro 16X OLED меняет представление о том, каким должен быть ноутбук для творческих людей, и помогает вам вывести свои творческие способности на новый уровень.",
      "categoryId": "2"
    },
    {
      "id": "9",
      "title": "Samsung Galaxy Tab S9 Ultra",
      "price": 14553000,
      "image": "../images/slideShow/interior-wall-mockup-with-sofa-cabinet-living-room-with-empty-white-wall-background-3d-rendering.jpg",
      "description": "Планшет Samsung Galaxy Tab S9 Ultra — 14,6-дюймовая модель, экран которой выполнен по технологии Dynamic AMOLED 2Х, отличается высокой яркостью 930 нит и естественной цветопередачей. Функция Vision Booster не позволяет яркости снизиться при активном внешнем освещении. Разрешение — 1848x2960 пикселей, частота обновления — 120 Гц. Благодаря этим характеристикам изображение детализированное, любой динамичный контент отображается плавно. Поддерживается работа со стилусом S Pen. В основе — восьмиядерный процессор Snapdragon 8 Gen 2 и 12 Гб оперативной памяти — планшет стабильно работает в многозадачном режиме, дает возможность играть в современные игры. Для установки приложений, картинок, фильмов, музыки и других файлов предусмотрено хранилище на 256 Гб. Расширить его можно за счет карты microSDXC. Девайс работает на операционной системе Android 13. Выход в Сеть обеспечивает встроенный модуль Wi-Fi 802.11 a/b/g/n/ac/ax, за связь с совместимыми устройствами отвечает Bluetooth 5.3, навигационная система GPS поможет проложить маршрут и сориентироваться в любом месте. Установлены акселерометр, гироскоп, цифровой компас. Основная камера обладает разрешением 13 Мп + 8 Мп и может снимать видео в качества 4К (3840x2160 пикселей). Фронтальная камера на 12 Мп + 12 Мп позволит сделать селфи и общаться по видеосвязи. Четыре встроенных динамика транслируют громкий и качественный звук от AKG с поддержкой объемного звучания в формате Dolby Atmos. Защиту личных данных от посторонних обеспечивает датчик отпечатка пальца. Корпус изготовлен из металла по стандарту IP68 и не боится воздействия влаги, рамка — из армированного алюминия Armor Aluminum, призванного защитить от повреждений при случайном падении или ударе. Аккумулятор емкостью 11200 мА*ч гарантирует длительную автономную работу.",
      "categoryId": "3"
    },
    {
      "id": "10",
      "title": "Apple iPad Pro 11-inch M2",
      "price": 11113500,
      "image": "../images/slideShow/white-wall-living-room-have-sofa-decoration-3d-rendering.jpg",
      "description": "С суперсилой чипа Apple M2. Это высший уровень iPad. Теперь с потрясающей производительностью чипа M2, великолепным дисплеем Liquid Retina XDR 11 дюймов и поддержкой быстрой беспроводной связи. Решайте задачи, занимайтесь творчеством профессионально и развлекайтесь играми консольного уровня. Дисплей Liquid Retina XDR 11″ отлично подойдёт для просмотра и редактирования контента с высокой яркостью и контрастностью, например фото и видео HDR. Через порт Thunderbolt можно подключать мониторы, внешние накопители и другие профес­сиональные аксессуары. А быстрая связь 5G на моделях Wi‑Fi + Cellular поможет с интернетом, когда рядом нет Wi‑Fi. Новая фронтальная сверхширокоугольная камера с функцией «В центре внимания». Камеры уровня Pro и сканер LiDAR для фото­графий, видео и дополненной реальности. Мощные аксессуары открывают новые возможности взаимодействия с iPad Pro. Делайте великолепные рисунки, пишите заметки, разрабатывайте бизнес‑планы. Мощная и интуитивно понятная система iPadOS, созданная специально для iPad.",
      "categoryId": "3"
    },
    {
      "id": "11",
      "title": "Samsung Galaxy Tab S8 Ultra",
      "price": 11907000,
      "image": "../images/slideShow/wood-sideboard-living-room-interior-with-copy-space.jpg",
      "description": "Планшет Samsung Galaxy Tab S8 Ultra оборудован 14,6-дюймовым дисплеем, выполненным по технологии Super AMOLED. Он воспроизводит изображение в качестве Ultra HD. Высокую производительность обеспечивают восьмиядерный процессор Qualcomm Snapdragon 8 Gen 1. Для записи информации и установки приложений есть встроенное хранилище вместимостью 128 или 256 Гб. Его можно расширить еще на 1024 Гб с помощью флеш-карты microSD. Эта модель поддерживает стандарты мобильного интернета вплоть до 5G, есть модуль Wi-Fi. Технология Miracast позволяет транслировать данные на телевизор или монитор без использования роутера и проводов. Планшет оснащен двумя основными камерами (13 и 6 Мп), снимающими видео в качестве 4K, и одним фронтальным модулем разрешением 12 Мп. За звук отвечают четыре динамика, для общения есть встроенный микрофон. Корпус сделан из металла, в комплект включены кабель USB и стилус. Емкости аккумулятора 112000 мАч хватит примерно на 14 часов.",
      "categoryId": "3"
    },
    {
      "id": "12",
      "title": "Apple iPad Pro 12.9-inch M2",
      "price": 14289000,
      "image": "../images/slideShow/interior-wall-mockup-with-sofa-cabinet-living-room-with-empty-white-wall-background-3d-rendering.jpg",
      "description": "Наслаждайтесь удивительной производительностью Apple iPad Pro 2022. Планшет оборудован чипом М2. Восьмиядерный центральный процессор обеспечивает повышение производительности до 15 %, а 10-ядерный графический процессор увеличивает скорость обработки графики до 35 % по сравнению с предыдущими версиями. Все это позволяет создавать реалистичные 3D-проекты, сложные модели дополненной реальности, играть в игры с графикой консольного качества и высокой частотой кадров.",
      "categoryId": "3"
    },
    {
      "id": "57d3",
      "title": "1",
      "price": 1,
      "image": "1",
      "description": "1",
      "categoryId": "1"
    }
  ]
}